[
    {
        "title":"Український кіберспортсмен s1mple перерахував армії 1.5 мільйона гривень",
        "img":"https://pic.sport.ua/images/news/0/14/78/orig_575775.jpg",
        "description":"Лідер NAVI зробив істотний внесок у перемогу над загарбником",
        "date":"28.02.2022 07:16",
        "text":"Найкращий гравець у CS:GO у світі Олександр s1mple Костилєв вирішив допомогти своїй країні у боротьбі з окупантом. Українець перерахував 1.5 мільйона гривень армії на боротьбу із Росією.\n\n«Хоч якось можу допомогти своїй країні. Бережіть себе», - написав s1mple.\n\nРаніше українська тенісистка Еліна Світоліна повідомила, що направить усі призові на потреби української армії."
    },
    {
        "title":"IEM Katowice 2022. Календар, результати і трансляція турніру",
        "img":"https://pic.sport.ua/images/news/0/14/71/orig_574277.jpg",
        "description":"З 15 по 27 лютого проходить масштабний турнір з CS:GO",
        "date":"21.02.2022 08:29",
        "text":"З 15 по 27 лютого проходить IEM Katowice 2022 з CS:GO. 24 команд розігрують призовий фонд у розмірі 1 мільйон доларів.\n\nФормат турніру – 8 команд із 16-ти учасників Play-In вийдуть до групового етапу.\n\nОсновний етап – дві групи по 8 команд. Сітка – double elimination.\n\nТри найкращі колективи кожної з груп виходять до плей-оф. Переможці групової стадії виходять до півфіналів.\n\nПлей-оф – сітка single elimination. Формат усіх матчів – best of 3; гранд-фінал – best of 5."
    },
    {
        "title":"NAVI обіграли Ninjas in Pyjamas і вийшли на BLAST Premier: Spring Finals",
        "img":"https://pic.sport.ua/images/news/0/14/65/orig_573178.jpg",
        "description":"Український клуб здобув упевнену перемогу",
        "date":"07.02.2022 07:28",
        "text":"Natus Vincere обіграли Ninjas in Pyjamas у матчі Last Chance на BLAST Premier: Spring Groups 2022 з CS:GO. Зустріч завершилася з рахунком 2:0 (16:6 Nuke, 16:14 Overpass).\n\nКоманда Олександра s1mple Костилєва заробила слот на BLAST Premier: Spring Finals 2022, який пройде з 14 по 19 червня. NiP продовжать виступ у BLAST Premier: Spring Showdown 2022, на якому буде розіграно ще два слоти у фінальний етап сезону.\n\nBLAST Premier: Spring Groups 2022 відбувається з 28 січня по 6 лютого. Команди розігрують призовий фонд у розмірі $177,5 тис. та шість квот на BLAST Premier: Spring Finals 2022."
    },
    {
        "title":"Natus Vincere вийшли до півфіналу BLAST Premier: Spring Groups",
        "img":"https://pic.sport.ua/images/news/0/14/63/orig_572705.jpg",
        "description":"Український клуб здобув першу перемогу на турнірі",
        "date":"03.02.2022 19:25",
        "text":"Natus Vincere обіграли Team Liquid у чвертьфіналі Play-In на BLAST Premier: Spring Groups 2022 з CS:GO.\n\nЗустріч закінчилася з рахунком 2:0 (16:10 на Mirage, 16:12 на Ancient).\n\nКоманда Олександра s1mple Костилєва вийшла в півфінал турніру, де зіграє з Ninjas in Pyjamas.\n\nBLAST Premier: Spring Groups 2022 відбувається з 28 січня по 6 лютого. Колективи розігрують призовий фонд у розмірі $177,5 тис. та шість квот на BLAST Premier: Spring Finals 2022."
    },
    {
        "title":"ВІДЕО. Заробляє $236 на секунду. Найбагатша команда CS:GO",
        "img":"https://pic.sport.ua/images/news/0/14/60/orig_572044.jpg",
        "description":"За 2021 рік NAVI стали багатшими майже на $4,3 мільйони",
        "date":"29.01.2022 18:44",
        "text":"Яка команда CS:GO стала найбагатшою у 2021 році? Скільки можна заробити за одну карту на професійній сцені? А за один раунд? А за один фраг?\n\nУ цьому відео проаналізовані заробітки однієї з топ-команд — NAVI.\n\nПосилання на відео:https://youtu.be/k1dZ6ee6-2c"
    },
    {
        "title":"Українець s1mple – найкращий гравець 2021 року",
        "img":"https://pic.sport.ua/images/news/0/14/56/orig_571312.jpg",
        "description":"Снайпер Natus Vincere заслужено очолив світовий рейтинг",
        "date":"24.01.2022 09:57",
        "text":"Зірка складу Natus Vincere за CS:GO Олександр s1mple Костилєв очолив рейтинг найкращих гравців 2021 року за версією порталу HLTV.org.\n\nУ топ-3 також увійшли француз Матьє ZywOo Ербо з Team Vitality, який був найкращим минулого року, та боснієць Нікола NiKo Ковач.\n\nHLTV.org оголошував по одному гравцю з 20 кращих, починаючи з 3 грудня. Крім s1mple, до топ-20 увійшли ще два представники Natus Vincere - Валерій b1t Ваховський та Денис electroNic Шаріпов.\n\nУ 2021 році разом із Natus Vincere Костилєв став чемпіоном PGL Major Stockholm 2021 та ряду інших великих турнірів.\n\nКрім цього, s1mple встановив рекорд за кількістю MVP за рік – снайпер був визнаний MVP на восьми змаганнях.\n\nТоп-5 гравців 2021 року\n\n1.Олександр s1mple Костилєв\n2.Матьє ZywOo Ербо\n3.Нікола NiKo Ковач\n4.Дмитро sh1ro Соколов\n5.Сергій Ax1Le Рихторов"
    },
    {
        "title":"Українець b1t посів 9-те місце у списку найкращих гравців року у CS:GO",
        "img":"https://pic.sport.ua/images/news/0/14/50/orig_570190.jpg",
        "description":"Валерій Ваховський у дебютному сезоні увійшов до топу HLTV",
        "date":"16.01.2022 08:58",
        "text":"Гравець складу Natus Vincere за CS:GO Валерій b1t Ваховський посів дев'яте місце у списку найкращих гравців 2021 року за версією порталу HLTV.org. Рейтинг кіберспортсмена за підсумками сезону становив 1,10.\n\nУ 2021-му NAVI стали чемпіонами відразу кількох великих турнірів, включаючи IEM Cologne 2021, PGL Major Stockholm 2021, BLAST Premier: Fall Finals 2021 та BLAST Premier: World Final 2021.\n\nРаніше b1t став найкращим гравцем 2021 року за відсотком влучень у голову."
    },
    {
        "title":"Капітан NAVI одружився з дівчиною, яку запідозрили в ескорті",
        "img":"https://pic.sport.ua/images/news/0/14/44/orig_568849.jpg",
        "description":"Кирило Boombl4 Михайлов узаконив стосунки",
        "date":"05.01.2022 02:35",
        "text":"Відомий гравець у CS:GO, лідер складу Natus Vincere, Кирило Boombl4 Михайлов одружився з Лікою LiQueen.\n\nПропозицію кіберспортсмен зробив у листопаді після перемоги NAVI на PGL Major Stockholm. На той час дівчину запідозрили в тому, що раніше вона була порноактрисою, а також займалася ескорт-послугами.\n\nВесільні фото Кирило виклав у Instagram."
    }
]