[
    {
        "title":"Чемпіонат України з кіберспорту - 2021: як пройшов і чим примітний",
        "img":"https://pic.sport.ua/images/news/0/14/40/orig_568096.jpg",
        "description":"У чемпіонаті взяли участь 1195 гравців з усіх куточків країни",
        "date":"28.12.2021 10:38",
        "text":"20 листопада відбувся фінал першого в історії нашої країни Чемпіонату України з кіберспорту. Команди боролися за право стати чемпіонами в дисциплінах CS:GO та Dota 2, а призовий фонд становив 1,5 млн гривень.\n\nЧемпіонат України з кіберспорту 2021 року – перший в історії України турнір із дисциплін CS:GO та Dota 2. Його організатором стала Федерація кіберспорту України, технічним партнером виступила компанія WePlay Esports. Змагання примітні ще й тим, що увійшли до Єдиного календарного плану спортивних подій."
    },
    {
        "title":"Український чемпіон The International - фіналіст премії Новачок року",
        "img":"https://pic.sport.ua/images/news/0/13/195/orig_559016.jpg",
        "description":"Ілля Yatoro Мулярчук став відкриттям головного кіберспортивного турніру 2021 року",
        "date":"23.10.2021 09:22",
        "text":"Український кіберспортсмен, керрі команди Team Spirit Ілля Yatoro Мулярчук може стати Новачком року на ПК. Українець вийшов до фіналу голосування премії за версією Esports Awards.\n\nВідзначимо, що серед 10-ти номінантів є ще один українець - гравець складу Natus Vincere з CS:GO - Валерій B1t Ваховський.\n\nНагадаємо, що Yatoro став чемпіоном The International 2021 і в місці з Team Spirit виграв 18 млн доларів.\n\nВсі номінанти:\nDota 2: Ілля Yatoro Мулярчук\nValorant: Тайсон TenZ Нго, Аяз nAts Ахметшин, Петро Asuna Мазурик.\nLeague of Legends: Кайл Danny Сакамакі, Хав'єр Elyoya Прадес, Адам Adam Маана.\nCS:GO: Валерій B1t Ваховський, Дмитро sh1ro Соколов\nOverwatch: Про Pelican Се Хен\nTeamfight Tactics: Робін Robinsongz Сон."
    },
    {
        "title":"Два українські гравці стали чемпіонами The International 10",
        "img":"https://pic.sport.ua/images/news/0/13/191/orig_558349.jpg",
        "description":"Ілля Мулярчук і Мирослав Колпаков повторили досягнення українців з Na`Vi",
        "date":"18.10.2021 10:41",
        "text":"Два українських кіберспортсмени Ілля «Yatoro» Мулярчук і Мирослав «Mira» Колпаков у складі команди Team Spirit виграли головний турнір з дисципліни Dota 2 - The International.\n\nКоманда переможців, яка складається з п'яти осіб, отримала 18 мільйонів доларів із загального призового фонду в $40 мільйонів.\n\nДруге місце і $5,2 млн призових дісталося команді PSG.LGD. У гранд-фіналі Team Spirit виграли з рахунком 3:2.\n\nВідзначимо, що перший The International виграла українська команда Na`Vi. Тоді переможці забрали приз в один мільйон доларів."
    },
    {
        "title":"The International 10. Підсумки та результати турніру",
        "img":"https://pic.sport.ua/images/news/0/13/184/orig_556883.jpg",
        "description":"У Румунії відбувся головний кіберспортивний турнір в році",
        "date":"18.10.2021 10:40",
        "text":"У Бухаресті відбувся The International 10 - масштабний кіберспортивний турнір по Dota 2 з призовим фондом в 40 мільйонів доларів. Переможцем стала команда Team Spirit, в складі якої грало двоє українців - Мирослав Колпаков та Ілля Мулярчук.\n\nУ фінальній частині TI взяло участь 18 команд - це 12 найкращих команд рейтингу Dota Pro Circuit, які пройшли безпосередньо; шість учасників чемпіонату визначилися через регіональні відбіркові в СНД, Європі, Китаї, Південно-Східної Азії, Північній і Південній Америці.\n\nГруповий етап:\n- учасників поділили на дві групи по дев'ять команд;\n- всі матчі проходять у форматі best of 2 (2 картки);\n- колективи, які посіли 1-4 місця, виходять в верхню сітку плей-оф;\n- команди, що зайняли 5-8 місця, виходять в нижню сітку плей-оф;\n- учасники, які завершили груповий етап на дев'ятому місці, залишають турнір."
    },
    {
        "title":"Solo, ALOHADANCE і ArtStyle перейшли в Natus Vincere",
        "img":"https://pic.sport.ua/images/news/0/13/161/orig_552324.jpg",
        "description":"NAVI представили новий зірковий склад з Dota 2",
        "date":"02.09.2021 15:21",
        "text":"Natus Vincere оголосили новий Dota 2-склад. В український клуб перейшов Олексій Solo Березін, Ілля ALOHADANCE Коробкін і Віктор GeneraL Нігріні.Легенда клубу Іван ArtStyle Антонов став тренером команди.Вони приєдналися до Аліка V-Tune Воробя і Володимира Міненка."
    },
    {
        "title":"Кіберспорт українською – новий тренд",
        "img":"https://pic.sport.ua/images/news/0/13/106/orig_541377.jpg",
        "description":"Кіберспорт українською – новий тренд",
        "date":"11.06.2021 07:19",
        "text":"WePlay Esports активно підтримує розвиток українськомовних кіберспортивних ведучих та коментаторів, або, як їх називають в індустрії – талантів.\n\nЩе на початку 2020 року компанія провела турнір із Dota 2 – WePlay! Bukovel Minor 2020. Саме тоді вперше була організована офіційна студійна українська трансляція. Відгуки українських шанувальників кіберспорту показали, що трансляції державною мовою цікаві глядачеві. Тож, командою WePlay Esports було прийнято рішення організувати україномовну студію під час турніру WePlay AniMajor спільно з Федерацією кіберспорту України (UESF).\n\nГоловна студія WePlay AniMajor – англомовна. Вона знаходиться на WePlay Esports Arena Kyiv і стилізована в тематиці японського аніме. Щоб україноськомовні фанати відчули атмосферу турніру, українську студію теж відповідно прикрасили. До того ж ведучі та коментатори одягнені у стилі аніме, що додає святкового настрою.\n\nМіжнародний турнір з Dota 2 WePlay AniMajor проходитиме в Києві до 13 червня 2021 року. Кіберспортивні команди змагаються за загальний призовий фонд у $500 000 та 2700 очків Dota Pro Circuit (DPC). Провідні команди світу зацікавлені показати найкращий результат, щоб потрапити на міжнародний турнір The International, де призовий фонд цього року складає 40 млн доларів.\n\nВедучим українськомовної трансляції WePlay AniMajor став Олексій «yXo» Малецький (Твіттер), що відомий шанувальникам кіберспорту вже багато років. Працювати в команді з Олексієм залучили молодих кіберспортивних коментаторів. Для багатьох із них це перший досвід роботи у професійній кіберспортивній студії на міжнародному турнірі."
    },
    {
        "title":"Dendi – російській армії: «Хлопці, покиньте нашу землю»",
        "img":"https://pic.sport.ua/images/news/0/14/78/orig_575794.jpg",
        "description":"Легендарний український кіберспортсмен закликав окупантів залишити Україну",
        "date":"28.02.2022 12:00",
        "text":"Відомий український гравець з Dota 2 Данило Dendi Ішутин виступив зі зверненням до своїх фанатів з Росії.\n\n«Привіт усім. У мене багато хто питає, як я там. Дякую усім, хто за мене хвилюється, але мова піде зараз не про це. І я не нормально. Почуття тривоги не покидає мене, і просто хочеться провалитися під землю. Це відео для сусідів, оскільки наші хлопці й дівчата і так про все знають, і бачать. Те що відбувається зараз у нашій країні — це повний жах. Російська армія прийшла на наші землі. Мої рідні та друзі зараз потрапляють під удари ракет, градів, автоматів. Гинуть люди, руйнуються будинки та життя. Це відбувається зараз.\n\nБудь ласка, хлопці та дівчата з Росії, перестаньте вірити в пропаганду. Вам з перших вуст доносять інформацію про жах, який тут відбувається. Зупиніть це божевілля. Важе життя зіпсується через ваш уряд. Російський уряд робить повну нісенітницю. Вони руйнуть наші життя і ваші теж. Ви можете допомогти, розповсюджуйте цю інформацію. Я знаю, що хлопці з російської армії знають про кіберспорт, і можливо це побачать. Хлопці, покиньте нашу землю. Ви тут нікому не потрібні. Від кого ви нас рятуете? Що вам говорять ваші командири? Яким лайном забивають ваші мізки? Яку спец операцію ви проводите? Мені 32 роки, я все життя живу у Львові, я вільно розмовляю російською. І ніколи мене тут ніхто не путискував за це. Дай бог вам здоров’я. Слава Україні», - сказав Dendi.\n\nВідео:https://youtu.be/JgXTouBGOEM\n\nРаніше гравець NAVI Олександр s1mple Костилев перевів мільйон гривень українській армії."
    },
    {
        "title":"У Dota 2 презентували нового героя – Marci",
        "img":"https://pic.sport.ua/images/news/0/13/199/orig_559869.jpg",
        "description":"Чергове оновлення у популярній кіберспортивній дисципліні",
        "date":"29.10.2021 09:44",
        "text":"У Dota 2 вийшов новий патч 7.30e. Головна зміна у грі – додавання нового героя Marci. Це персонаж із основною характеристикою «сила» з атакою ближнього бою. Герой, як і в аніме, не говорить, а може тільки свистіти.\n\nВ рамках патчу також були ослаблені Tiny та Magnus, а також збалансовані інші персонажі."
    },
    {
        "title":"Лікнеп. Як пройшов груповий етап The International і чого чекати у плей-оф?",
        "img":"https://pic.sport.ua/images/news/0/13/187/orig_557592.jpg",
        "description":"Розбираємо шанси команд на успіх і ділимося прогнозом",
        "date":"12.10.2021 18:44",
        "text":"Головний турнір в світі кіберспорту - The International 10 щосили набрав хід. У Румунії з 7 по 17 жовтня 18 кращих команд світу з Dota 2 розігрують призовий фонд в розмірі 40 мільйонів доларів, переможцю дістанеться 18 із них. Протягом чотирьох днів відбулося 72 матчі, вже відомі учасники плей-оф у верхній і нижній сітці, а також перші команди, що вилетіли з турніру. В рамках спецпроекту Sport.ua і Parimatch пробіжимося по груповому етапу, а також розповімо, чого цікавого чекати в плей-оф і поділимося своїми прогнозом.\nКитайський каток\nЧасто на The Internaional трапляються протистояння команд з Китаю проти європейських колективів. Довгий час чемпіоном турніру щороку по черзі ставав європейський колектив і китайський. Зараз після двох років домінування європейців з OG Китай знову показує свою силу. За підсумками групового етапу в кожній з груп своїм суперникам не залишили шансів китайські команди. І якщо в групі B перемога PSG.LGD - як однієїз топових команд останніх років, не викликає здивувань, то в групі A потужний результат показали хлопці з Invictus Gaming - славної організації, але яка давно не досягала успіху на такому рівні. Причому, відразу два гравця команди заразилися коронавірусом, але це їм не завадило перемагати. Зараз ці два клуби впевнено розібралися з суперниками на турнірі і поки не знають поразок. Ще одна третя китайська команда Vici Gaming посіла третє місце в своїй групі і також вийшла у&nbsp;верхню сітку плей-оф."
    },
    {
        "title":"Лікнеп. The International 10 – головний турнір в кіберспорті",
        "img":"https://pic.sport.ua/images/news/0/13/183/orig_556699.jpg",
        "description":"Розповідаємо цікаві факти про масштабний чемпіонат з призовим фондом в розмірі $40 млн",
        "date":"07.10.2021 09:03",
        "text":"Кіберспортивне співтовариство дочекалося. Один з найпрестижніших чемпіонатів в кіберспорті, рекордсмен за призовим фондом - The International повертається. Майже через два роки негласний чемпіонат світу з Dota 2 пройде з 7 по 17 жовтня. Проект Лікнеп з кіберспорту від Sport.ua і Parimatch розповість вам про цей турнір, згадаємо ретроспективу чемпіонату, згадаємо цікаві факти і спробуємо пояснити, чому потрібно стежити за The International.\nСтановлення\nПерший The International відбувся в серпні 2011 року. Тоді турнір пройшов в Кельні в рамках ігрової виставки Gamesсom. Компанія Valve оголосила про призовий фонд у розмірі 1.6 млн доларів. Фактично на цій виставці Dota 2 була представлена широкій публіці, величезний (на той момент) призовий фонд дозволив залучити більше уваги до гри. Український уболівальник памятає цей чемпіонат виступу Natus Vincere. Саме українська команда обіграла у фіналі EHOME і заробила 1 мільйон доларів, тоді засвітилися зірки Данила Dendi Ишутина, Олександра XBOCT Дашкевича і Клемента Puppey Іванова."
    },
    {
        "title": "WePlay AniMajor. Календар, результати і трансляція турніру",
        "img": "https://pic.sport.ua/images/news/0/13/103/orig_540764.jpg",
        "description": "З 2 по 13 червня відбудеться масштабний чемпіонат з Dota 2 - WePlay AniMajor 2021. 18 команд розіграють призовий фонд в розмірі 500 тисяч доларів.",
        "date":"13.06.2021 12:38",
        "text":"Формат турніру:\nГруповий етап:\n\nВісім команд в одиночному круговому етапі. Всі матчі - bo2\nДві кращі команди проходять уверхню сітку плей-оф, команди з третього по шосте місце потрапляють унижню сітку плей-оф, решта команд залишають турнір\n\nПлей-оф:\n\nСітка double-elimination. Всі матчі - Best of 3, гранд-фінал - best of 5.\nКалендар\n04.06.2021 14: 00 EG - TNC - 2: 0\n04.06.2021 14: 00 Liquid - beastcoast - \n1: 1\n04.06.2021 16: 50 Spirit - EG - 1: 1\n04.06.2021 16: 50 PSG.LGD - beastcoast - 2: 0\n04.06.2021 19: 00 VG - Liquid - 2: 0\n04.06.2021 19: 00 Nigma - PSG.LGD - 1: 1\n04.06.2021 21: 30 VG - TNC - 1: 1\n04.06.2021 21: 30 Spirit - Nigma - 0: 2\n05.06.2021 14: 00 VG - Spirit - 1: 1\n05.06.2021 14: 00 EG - beastcoast - 1: 1\n05.06.2021 16: 50 beastcoast - TNC - 0: 2\n05.06.2021 16: 50 Liquid - Nigma - 0: 2\n05.06.2021 18: 45 Spirit - PSG.LGD - 1: 1\n05.06.2021 19: 30 VG - EG - 1: 1\n05.06.2021 20: 55 Nigma - TNC - 0: 2\n05.06.2021 21: 50 PSG.LGD - Liquid - 2: 0\n06.06.2021 14: 00 TNC - PSG.LGD - 0: 2\n06.06.2021 14: 00 beastcoast - VG - 0: 2\n06.06.2021 16: 00 VG - Nigma - 0: 2\n06.06.2021 16: 00 PSG.LGD - EG - 2: 0\n06.06.2021 18: 00 TNC - Liquid - 1: 1\n06.06.2021 18: 00 Spirit - beastcoast - 1: 1\n06.06.2021 20: 00 Liquid - Spirit - 2: 0\n06.06.2021 20: 00 EG - Nigma - 1: 1\n07.06.2021 13: 00 Spirit - TNC - 1: 1\n07.06.2021 15: 00 PSG.LGD - VG - 1: 1\n07.06.2021 17: 00 Nigma - beastcoast - 2: 0\n07.06.2021 19: 00 EG - Liquid - 1: 1\n\nПлей-оф\n09.06.2021 18: 00 Virtus.pro - Nigma - 0: 2\n09.06.2021 15: 00 Alliance - PSG.LGD - 0: 2\n\nПівфінал\n11.06.2021 12: 00 Nigma - PSG.LGD - 1: 2\n\n09.06.2021 12: 00 Team Aster - T1 - 0: 2\n09.06.2021 21: 00 Quincy Crew - NoPing - 2: 1\n\nПівфінал\n11.06.2021 15: 00 T1 - Quincy Crew - 2: 1\n\nФІНАЛ\n12.06.2021 21: 00 PSG.LGD - T1 - 2: 1"
    }
]