[   
    {
        "title":"Жерар Піке за 300 тисяч євро купив команду з League of Legends",
        "img":"https://pic.sport.ua/images/news/0/13/161/orig_552302.jpg",
        "description":"Захисник «Барселони» вклався в кіберспорт",
        "date":"02.09.2021 12:23",
        "text":"Захисник «Барселона» Жерар Піке купив склад з League of Legends. Спільно зі стримером Ібаєм Льяносом Ibai Гаратеєю він придбав команду Astralis Stormbringers, яка недавно отримала слот в іспанській регіональній лізі.\n\nКупівлею команди також цікавилися Fnatic і Team Heretics. Сума угоди склала 300 тисяч євро. Назва, під якою виступатиме іспанський ростер, поки невідомо.\n\nСклад Astralis Stormbringers:\nMyrwn\nCRoNiiK\nKamikaze\nZherathor\nRaziel\nBoly.\n\nРаніше повідомлялося, що Піке пішов на зниження зарплати, щоб «Барселона» змогла заявити новачків."
    },
    {
        "title":"Праву руку зірки LOL застрахують на 830 тисяч доларів",
        "img":"https://pic.sport.ua/images/news/0/12/86/orig_497373.jpg",
        "description":"Лі Faker Сан Хек уклав масштабну операцію",
        "date":"29.07.2020 17:09",
        "text":"Один з найсильніших гравців в League of Legends Лі Faker Сан Хек уклав угоду з фінансовою компанією Hana Bank.\n\nЙого кіберспортивна організація T1 стала співпрацювати з Hana Bank. Частиною угоди стала страховка правої руки Faker в розмірі 1 мільярд південнокорейських вон (830 тисяч доларів).\n\nТакож завдяки цій угоді в команді в три рази буде збільшено зарплати.\n\nНагадаємо, що Faker є співвласником Т1.\n\n24-річний Лі Faker Сан Хек є одним з найбільш титулованих гравців в League of Legends. Він є триразовим чемпіоном світу."
    },
    {
        "title":"League of Legends майже в два рази перевершила CS:GO за популярністю",
        "img":"https://pic.sport.ua/images/news/0/11/183/orig_476735.jpg",
        "description":"LOL очолює рейтинг найпопулярніших кібердисциплін",
        "date":"08.02.2020 08:48",
        "text":"League of Legends займає перше місце серед дисциплін за глядацьким інтересом за 2019 рік.\n\nУ минулому році турніри з LOL зібрали 478,7 млн годин перегляду. На другому місці CS:GO, турніри якої подивилися 284 млн годин. На третьому місці Dota 2 (282,2 млн годин).\n\nLeague of Legends також обійшла конкурентів по піковому онлайну на трансляціях. За півфіналом 2019 World Championship між G2 Esports і T1 стежили 3,985 млн осіб одночасно. Найближчий переслідувач LoL - Dota 2 з 1,9 млн глядачів на стрімі фіналу The International 2019."
    },
    {
        "title":"Розробники LoL можуть виплатити 400 млн доларів за статєву дискримінацію",
        "img":"https://pic.sport.ua/images/news/0/11/183/orig_476735.jpg",
        "description":"В Каліфорнії подали в суд на Riot Games",
        "date":"23.01.2020 12:02",
        "text":"Дві урядові організації Каліфорнії в області захисту трудових прав заявили, що Riot Games повинна виплатити більше $ 400 млн своїм співробітницям в якості компенсації за прояв статєвої дискримінації. На початку грудня повідомлялося, що компанія і позивачки домовилися про суму в $ 10 млн.\n\nЗа даними видання Los Angeles Times, Департамент із захисту трудових і житлових прав Каліфорнії вирахував, що різниця в оплаті праці жінок і чоловіків перевищує $ 400 млн. Організація заявила, що інші прояви дискримінації, крім фінансових, не були відображені в угоді, також як і зміни в кадровій політиці компанії, які повинні були відбутися після скандалу.\n\nУ липні 2018 року Kotaku опублікував розслідування, присвячене сексизму в Riot Games. У статті стверджувалося, що в компанії процвітає «офісна культура бро», а керівництво воліє наймати і просувати по кар'єрних сходах співробітників чоловічої статі. Разом з тим жінки, за даними видання, отримували меншу зарплату, ніж чоловіки, що працюють на таких же або схожих посадах.\n\nПозов до розробника League of Legends був зареєстрований в листопаді 2018 року. У серпні 2019 го працівники компанії розповіли Kotaku, що ситуація поліпшується, але цьому заважають деякі члени керівництва.\n\nРаніше повідомлялося, що Riot Games збирається провести чемпіонат світу для збірних."
    },
    {
        "title":"Natus Vincere можуть повернутися в League of Legends",
        "img":"https://pic.sport.ua/images/news/0/11/169/orig_473842.jpg",
        "description":"Українська організація розпустила склад у 2017-му році",
        "date":"16.01.2020 11:35",
        "text":"Natus Vincere можуть підписати склад з League of Legends і повернутися до Континентальної ліги.\n\nОчікується, що NAVI замінять в лізі Vega Squadron. У жовтні Vega Squadron тимчасово заморозила склади з Доти і CS:GO через фінансові труднощі.\n\nNAVI зробили офіційну пропозицію, клуб поки не прийняв остаточного рішення.\n\nПерший склад NAVI по League of Legends з'явився в 2012-му, тоді клуб підписав європейський склад. У 2015-му NAVI анонсували СНД-склад, він розпався в 2017-му році.\n\nНагадаємо, що в листопаді 2019 року Natus Vincere представили новий склад з Dota 2."
    },
    {
        "title":"Riot Games збирається провести чемпіонат світу для збірних",
        "img":"https://pic.sport.ua/images/news/0/11/129/orig_465924.jpg",
        "description":"Незабаром відбудеться League of Legends World Cup",
        "date":"12.11.2019 19:08",
        "text":"Riot Games збирається проводити League of Legends World Cup - чемпіонат світу для збірних. Про це розповів журналіст Тайлер Ерцбергер, а СЕО Riot Games Ніколо Лоран підтвердив цю інформацію в твіттері.\n\nЗа словами Ерцбергера, на реалізацію цих планів можуть піти роки. Принциповою відмінністю від нинішнього World Championship стане те, що гравці будуть представляти не організацію, а країну.\n\nЧемпіонат світу з League of Legends в 2019 році відбувся в Європі. Фінал пройшов в Парижі, Франція. Переможцем стала китайська команда FunPlus Phoenix, яку також представляли два кіберспортсмена з Кореї."
    },
    {
        "title":"Анонсовано тактичний шутер у всесвіті League of Legends",
        "img":"https://pic.sport.ua/images/news/0/11/110/orig_462182.jpg",
        "description":"Riot Games планує створити конкурента CS:GO",
        "date":"16.10.2019 12:00",
        "text":"Riot Games розробляє тактичний шутер Project A, дата релізу якого поки невідома. Про це повідомили на заході на честь десятиліття League of Legends.\n\nУ грі буде не тільки стрілянина, але і персонажі з унікальними здібностями. Riot обіцяє максимально можливий захист від чітерів із самого релізу, а також покращений неткод, який позбавить гравців високого пінгу і лагів.<br>Чутки про розробку шутера від Riot Games зявилися в квітні 2018 року. Тоді інсайдер Гійом neL Канело повідомив, що компанія готує конкурента CS:GO, а в його створенні допомагає співавтор карти Cache Сальваторе Volcano Гароццо."
    }
]