[
    {
        "title":"Українець став чемпіоном VALORANT Champions 2021",
        "img":"https://pic.sport.ua/images/news/0/14/31/orig_566349.jpg",
        "description":"Владислав Kiles Швець вдало відіграв за команду Acend",
        "date":"13.12.2021 10:35",
        "text":"Команда Acend обіграла Gambit Esports у гранд-фіналі чемпіонату VALORANT Champions 2021 з рахунком 3:2.\n\nКолектив переможців отримала $350,000 призових, а Gambit Esports посіли друге місце та заробили $150,000 на команду.\n\nРаніше Gambit обіграли колективи X10 CRIT та KRU Esports, а Acend здобули перемогу над Team Secret та Team Liquid. Загалом у турнірі взяло участь 16 команд.\n\nУ складі Acend грав український кіберспортсмен, Владислав Kiles Швець.\n\nТурнір Valorant Champions 2021 проходив у Берліні з 1 по 12 грудня, на якому 16 команд розіграли призовий фонд у розмірі $1 мільйон."
    },
    {
        "title":"S1mple: «Перехід в Valorant? Можливо, коли стану старим»",
        "img":"https://pic.sport.ua/images/news/0/13/174/orig_554831.jpg",
        "description":"Зірка Natus Vincere поки пов'язує свою кар'єру тільки з CS:GO",
        "date":"21.09.2021 13:03",
        "text":"Український кіберспортсмен, лідер складу Natus Vincere з CS:GO Олександр s1mple Костилєв розповів про можливий перехід у Valorant.\n\n«Чи буду я колись грати на про-рівні в Valorant? Не знаю, мужик. Може, коли стану старим. Мені ще потрібно багато чого виграти в CS:GO», - сказав s1mple.\n\nНагадаємо, що недавно s1mple в складі NAVI став чемпіоном ESL Pro League Season 14, також разом з командою він став переможцем сезону Intel Grand Slam.\n\nЗа свою кар'єру 23-річний кіберспортсмен вже заробив більше 1 млн доларів."
    },
    {
        "title":"Лікнеп. CS:GO посунься. VALORANT – нове бачення кіберспортивного шутера",
        "img":"https://pic.sport.ua/images/news/0/13/100/orig_540017.jpg",
        "description":"Розповідаємо про ігрову дисципліну, яка розвивається шаленими темпами",
        "date":"06.08.2021 13:23",
        "text":"Щороку в індустрії кіберспорту з'являються нові проекти, які намагаються конкурувати з усталеними дисциплінами, залучити щось нове в той чи інший жанр. У новому матеріалі спецпроекту Sport.ua і Parimatch поговоримо про один із таких проектів. VALORANT - гра від компанії-ветерана кіберспорту - Riot Games.\n\nЩо таке VALORANT?\n\nVALORANT з'явився рівно рік тому. 2 червня 2020 року компанія Riot Games офіційно випустила свій проект в ніші кіберспортивного шутера. Головним завданням компанії було створити конкурента монополісту на ринку - CS:GO від Valve. Відзначимо, що Riot Games і Valve давно змагаються між собою в іншому жанрі - MOBA. Де у кожної компанії є свій проект: League of Legends у Riot Games і Dota 2 у Valve.\n\nВідмінності VALORANT від CS:GO\n\nГоловною відмінною рисою гри є її персонажі. У VALORANT вони називаються агенти. У кожного є по чотири здібності. Одна з них доступна завжди і перезаряджається за певний час, інші дві необхідно докуповувати. Четверта «ультимативна» здатність є найсильнішою, яка може бути визначальною в раунді. Вона заряджається протягом матчу. У кожного агента свій набір умінь, що відповідає своєму класу. Sova стріляє з лука дротиком, який розкриває позиції ворога, Sage може воскрешати убитих союзників, Jett має безліч метальних ножів, кожен з яких завдає летальної шкоди. Багато умінь героїв повторюють дію гранат в CS:GO - тут варіації осколкових, димових або засліплюючих гранат.\n\nНезважаючи на важливість персонажів і унікальність їх умінь, VALORANT - це шутер. Основа цієї гри - стрільба. Як і в CS:GO, кожен раунд починається з закупівлі. Гравці купують броню, зброю і здібності. Асортимент зброї представлений 17 одиницями. Тут, не дивлячись на інші назви і мультяшний стиль кожної гармати, в більшості з них вгадуються аналоги з CS:GO. Гвинтівка VANDAL - це AK-47, пістолет GHOST - USP, снайперська гвинтівка OPERATOR - AWP."
    },
    {
        "title":"Колишній гравець Natus Vincere перейшов у VALORANT",
        "img":"https://pic.sport.ua/images/news/0/13/60/orig_532159.jpg",
        "description":"Tonyblack спробує себе в новій киберспортивній дисципліні",
        "date":"06.04.2021 04:41",
        "text":"Колишній гравець NAVI і Vega Squadron Антон tonyblack Колесніков, також відомий як kibaken, заявив про свій перехід в VALORANT.\n\n«Поспішаю вам повідомити, що вічно молодий і перспективний переходить в VALORANT. Багато тут розписувати не буду, скажу тільки те, що швидше за яскравих і гарних моментів було набагато більше, ніж негативних. Незважаючи на те, що добитися якихось суперрезультатів все ж особисто мені не вдалося, були непогані спроби підкорити світ разом з NAVI, YP, Spirit, Vega. Турніри, емоції, адреналін, вогонь в очах - це те, заради чого я завжди грав і то, чого мені не вистачало останнім часом. Не знаю як складеться в майбутньому, але принаймні зараз, я отримую задоволення від нової гри», - написав tonyblack в vk.com.\n\n28-річний tonyblack виступав на професійній сцені Counter-Strike з 2011 року. Він представляв Virtus.pro в Counter-Strike 1.6, а також Natus Vincere, Team Spirit, Spartak Esports, forZe, Vega Squadron і безліч інших колективів в CS: GO. У складі Vega Squadron Антон зіграв на FACEIT Major - London 2018 і Intel Extreme Masters Season XIII - Katowice Major 2019. Останньою командою Колесникова була 1win - в листопаді 2020 його перевели в інактив."
    },
    {
        "title":"Подумали, що чітер. Українця s1mple забанили в Valorant",
        "img":"https://pic.sport.ua/images/news/0/13/54/orig_530957.jpg",
        "description":"Зірка Natus Vincere несподівано отримав блокування",
        "date":"28.03.2021 13:26",
        "text":"Лідер складу Natus Vincere з CS: GO Олександр s1mple Костилєв повідомив про те, що він отримав бан в змагальному режимі в Valorant.\n\nПро це гравець повідомив у себе в твіттері:\n\n«Спеціально не розкриваю свій нік, прокидаюся і бачу, що я заблокований в змагальному режимі, LOL.\n\nЯк перевірити закінчення бану?\n\nЯ не чітер», - написав s1mple в Twitter.\n\nЗ виходом останнього оновлення в Valorant гравці, які отримали велику кількість репортів, можуть бути заблоковані в змагальному режимі терміном на три дні.\n\nРаніше схожий бан на своєму основному акаунті отримав колишній про-гравець в CS:GO Дмитро Dima Бандурка."
    },
    {
        "title":"У Valorant призупинили внутрішньоігрові купівлі",
        "img":"https://img.tsn.ua/cached/976/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/1036x648/b5/f4/2e7308327f278f9bf872eb829b52f4b5.jpeg",
        "description":"У Valorant призупинили внутрішньоігрові купівлі",
        "date":"26.08.2021 15:30",
        "text":"На сторінці PlayVALORANT у Twitter зявилося повідомлення про те, що через складнощі під час купівель у магазині гри, розробники припиняють його роботу.\n\nВсім, хто зіштовхнувся з цією проблемою, обіцяють надати товар пізніше або відшкодувати витрачену на нього валюту."
    },
    {
        "title":"Колектив з українським гравцем посів третє місце на VCT 2021 EMEA Stage 3 Challengers Playoffs із Valorant",
        "img":"https://img.tsn.ua/cached/100/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/1036x648/7c/85/c1aef248c8fee4874a22e4ae6fb4857c.jpeg",
        "description":"Колектив з українським гравцем посів третє місце на VCT 2021 EMEA Stage 3 Challengers Playoffs із Valorant",
        "date":"12.08.2021 10:30",
        "text":"Переможцем турніру VALORANT Champions Tour 2021: EMEA Stage 3 Challengers Playoffs став колектив Gambit Esports. Він заробив €32,5 тис. Друге місце дісталося SuperMassive Blaze, який отримав €15,5 тис.\n\nКоманда Acend, за яку грає українець Владислав Kiles Швець, посіла третє місце на турнірі. Її нагорода становила €10 тис. Четверте місце і €7,5 тис. дісталися G2 Esports. Також всі чотири команди кваліфікувалися на VCT 2021 Stage 3 Masters – Berlin."
    },
    {
        "title":"Відомі команди, які представлять регіон EMEA на VCT 2021 Stage 3 Masters – Berlin із Valorant.",
        "img":"https://img.tsn.ua/cached/213/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/1036x648/c7/f9/9a3a54b24256c452d94cddee3d1cf9c7.jpeg",
        "description":"Команди Acend і Gambit Esports виступлять на VCT 2021 Stage 3 Masters – Berlin із Valorant",
        "date":"20.08.2021 16:32",
        "text":"На сторінці VALORANT Champions Tour у Twitter були анонсовані учасники VCT 2021 Stage 3 Masters – Berlin, які отримали місця на турнірі завдяки своїм результатам на VALORANT Champions Tour 2021: EMEA Stage 3 Challengers Playoffs. Слоти дісталися колективам Acend, Gambit Esports, G2 Esports і SuperMassive Blaze.\n\nНа VCT 2021 Stage 3 Masters – Berlin боротимуться 16 команд від семи регіонів. Подія відбудеться 10–19 вересня. Призовий фонд поки не анонсовано, але відомо, що переможець також отримає місце на світовому чемпіонаті VALORANT Champions 2021.\n\nТурнір VCT 2021 EMEA Stage 3 Challengers Playoffs ще не завершився, проте саме командам Acend, Gambit Esports, G2 Esports і SuperMassive Blaze належить розподілити між собою 1–4 місця, за які передбачені слоти на VCT 2021 Stage 3 Masters – Berlin. Також вони отримають такі грошові нагороди:\n1 місце – €32,5 тис.\n2 місце – €15,5 тис.\n3 місце – €10 тис.\n4 місце – €7,5 тис.\n\nКоманда Acend, за яку грає український кіберспортсмен Владислав Kiles Швець, потрапила до фіналу верхньої сітки VCT 2021 EMEA Stage 3 Challengers Playoffs за підсумками матчу проти Gambit Esports, який відбувся 16 серпня. Її наступним суперником стане SuperMassive Blaze. Матч призначений на 20:00 за київським часом 20 серпня."
    }
]