-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Час створення: Чрв 11 2022 р., 15:28
-- Версія сервера: 8.0.24
-- Версія PHP: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `figh_fighting_robots_news`
--

-- --------------------------------------------------------

--
-- Структура таблиці `administrators`
--

CREATE TABLE `administrators` (
  `email` varchar(225) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп даних таблиці `administrators`
--

INSERT INTO `administrators` (`email`) VALUES
('ericspz531@gmail.com'),
('tsiselskyi_viktor@vpu21.if.ua');

-- --------------------------------------------------------

--
-- Структура таблиці `cs-go`
--

CREATE TABLE `cs-go` (
  `id` int NOT NULL,
  `title` varchar(225) NOT NULL,
  `img` varchar(225) NOT NULL,
  `description` varchar(225) NOT NULL,
  `date` varchar(50) NOT NULL,
  `text` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп даних таблиці `cs-go`
--

INSERT INTO `cs-go` (`id`, `title`, `img`, `description`, `date`, `text`) VALUES
(1, 'Капітан NAVI одружився з дівчиною, яку запідозрили в ескорті', 'https://pic.sport.ua/images/news/0/14/44/orig_568849.jpg', 'Кирило Boombl4 Михайлов узаконив стосунки', '05.01.2022 02:35', 'Відомий гравець у CS:GO, лідер складу Natus Vincere, Кирило Boombl4 Михайлов одружився з Лікою LiQueen.\r\n\r\nПропозицію кіберспортсмен зробив у листопаді після перемоги NAVI на PGL Major Stockholm. На той час дівчину запідозрили в тому, що раніше вона була порноактрисою, а також займалася ескорт-послугами.\r\n\r\nВесільні фото Кирило виклав у Instagram.'),
(2, 'Українець b1t посів 9-те місце у списку найкращих гравців року у CS:GO', 'https://pic.sport.ua/images/news/0/14/50/orig_570190.jpg', 'Валерій Ваховський у дебютному сезоні увійшов до топу HLTV', '16.01.2022 08:58', 'Гравець складу Natus Vincere за CS:GO Валерій b1t Ваховський посів дев\'яте місце у списку найкращих гравців 2021 року за версією порталу HLTV.org. Рейтинг кіберспортсмена за підсумками сезону становив 1,10.\r\n\r\nУ 2021-му NAVI стали чемпіонами відразу кількох великих турнірів, включаючи IEM Cologne 2021, PGL Major Stockholm 2021, BLAST Premier: Fall Finals 2021 та BLAST Premier: World Final 2021.\r\n\r\nРаніше b1t став найкращим гравцем 2021 року за відсотком влучень у голову.'),
(3, 'Українець s1mple – найкращий гравець 2021 року', 'https://pic.sport.ua/images/news/0/14/56/orig_571312.jpg', 'Снайпер Natus Vincere заслужено очолив світовий рейтинг', '24.01.2022 09:57', 'Зірка складу Natus Vincere за CS:GO Олександр s1mple Костилєв очолив рейтинг найкращих гравців 2021 року за версією порталу HLTV.org.\r\n\r\nУ топ-3 також увійшли француз Матьє ZywOo Ербо з Team Vitality, який був найкращим минулого року, та боснієць Нікола NiKo Ковач.\r\n\r\nHLTV.org оголошував по одному гравцю з 20 кращих, починаючи з 3 грудня. Крім s1mple, до топ-20 увійшли ще два представники Natus Vincere - Валерій b1t Ваховський та Денис electroNic Шаріпов.\r\n\r\nУ 2021 році разом із Natus Vincere Костилєв став чемпіоном PGL Major Stockholm 2021 та ряду інших великих турнірів.\r\n\r\nКрім цього, s1mple встановив рекорд за кількістю MVP за рік – снайпер був визнаний MVP на восьми змаганнях.\r\n\r\nТоп-5 гравців 2021 року\r\n\r\n1.Олександр s1mple Костилєв\r\n2.Матьє ZywOo Ербо\r\n3.Нікола NiKo Ковач\r\n4.Дмитро sh1ro Соколов\r\n5.Сергій Ax1Le Рихторов'),
(4, 'ВІДЕО. Заробляє $236 на секунду. Найбагатша команда CS:GO', 'https://pic.sport.ua/images/news/0/14/60/orig_572044.jpg', 'За 2021 рік NAVI стали багатшими майже на $4,3 мільйони', '29.01.2022 18:44', 'Яка команда CS:GO стала найбагатшою у 2021 році? Скільки можна заробити за одну карту на професійній сцені? А за один раунд? А за один фраг?\r\n\r\nУ цьому відео проаналізовані заробітки однієї з топ-команд — NAVI.\r\n\r\nПосилання на відео:https://youtu.be/k1dZ6ee6-2c'),
(5, 'Natus Vincere вийшли до півфіналу BLAST Premier: Spring Groups', 'https://pic.sport.ua/images/news/0/14/63/orig_572705.jpg', 'Український клуб здобув першу перемогу на турнірі', '03.02.2022 19:25', 'Natus Vincere обіграли Team Liquid у чвертьфіналі Play-In на BLAST Premier: Spring Groups 2022 з CS:GO.\r\n\r\nЗустріч закінчилася з рахунком 2:0 (16:10 на Mirage, 16:12 на Ancient).\r\n\r\nКоманда Олександра s1mple Костилєва вийшла в півфінал турніру, де зіграє з Ninjas in Pyjamas.\r\n\r\nBLAST Premier: Spring Groups 2022 відбувається з 28 січня по 6 лютого. Колективи розігрують призовий фонд у розмірі $177,5 тис. та шість квот на BLAST Premier: Spring Finals 2022.'),
(6, 'NAVI обіграли Ninjas in Pyjamas і вийшли на BLAST Premier: Spring Finals', 'https://pic.sport.ua/images/news/0/14/65/orig_573178.jpg', 'Український клуб здобув упевнену перемогу', '07.02.2022 07:28', 'Natus Vincere обіграли Ninjas in Pyjamas у матчі Last Chance на BLAST Premier: Spring Groups 2022 з CS:GO. Зустріч завершилася з рахунком 2:0 (16:6 Nuke, 16:14 Overpass).\r\n\r\nКоманда Олександра s1mple Костилєва заробила слот на BLAST Premier: Spring Finals 2022, який пройде з 14 по 19 червня. NiP продовжать виступ у BLAST Premier: Spring Showdown 2022, на якому буде розіграно ще два слоти у фінальний етап сезону.\r\n\r\nBLAST Premier: Spring Groups 2022 відбувається з 28 січня по 6 лютого. Команди розігрують призовий фонд у розмірі $177,5 тис. та шість квот на BLAST Premier: Spring Finals 2022.'),
(7, 'IEM Katowice 2022. Календар, результати і трансляція турніру', 'https://pic.sport.ua/images/news/0/14/71/orig_574277.jpg', 'З 15 по 27 лютого проходить масштабний турнір з CS:GO', '21.02.2022 08:29', 'З 15 по 27 лютого проходить IEM Katowice 2022 з CS:GO. 24 команд розігрують призовий фонд у розмірі 1 мільйон доларів.\r\n\r\nФормат турніру – 8 команд із 16-ти учасників Play-In вийдуть до групового етапу.\r\n\r\nОсновний етап – дві групи по 8 команд. Сітка – double elimination.\r\n\r\nТри найкращі колективи кожної з груп виходять до плей-оф. Переможці групової стадії виходять до півфіналів.\r\n\r\nПлей-оф – сітка single elimination. Формат усіх матчів – best of 3; гранд-фінал – best of 5.'),
(8, 'Український кіберспортсмен s1mple перерахував армії 1.5 мільйона гривень', 'https://pic.sport.ua/images/news/0/14/78/orig_575775.jpg', 'Лідер NAVI зробив істотний внесок у перемогу над загарбником', '28.02.2022 07:16', 'Найкращий гравець у CS:GO у світі Олександр s1mple Костилєв вирішив допомогти своїй країні у боротьбі з окупантом. Українець перерахував 1.5 мільйона гривень армії на боротьбу із Росією.\r\n\r\n«Хоч якось можу допомогти своїй країні. Бережіть себе», - написав s1mple.\r\n\r\nРаніше українська тенісистка Еліна Світоліна повідомила, що направить усі призові на потреби української армії.');

-- --------------------------------------------------------

--
-- Структура таблиці `dota-2`
--

CREATE TABLE `dota-2` (
  `id` int NOT NULL,
  `title` varchar(225) NOT NULL,
  `img` varchar(225) NOT NULL,
  `description` varchar(225) NOT NULL,
  `date` varchar(50) NOT NULL,
  `text` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп даних таблиці `dota-2`
--

INSERT INTO `dota-2` (`id`, `title`, `img`, `description`, `date`, `text`) VALUES
(1, 'WePlay AniMajor. Календар, результати і трансляція турніру', 'https://pic.sport.ua/images/news/0/13/103/orig_540764.jpg', 'З 2 по 13 червня відбудеться масштабний чемпіонат з Dota 2 - WePlay AniMajor 2021. 18 команд розіграють призовий фонд в розмірі 500 тисяч доларів.', '13.06.2021 12:38', 'Формат турніру:\r\nГруповий етап:\r\n\r\nВісім команд в одиночному круговому етапі. Всі матчі - bo2\r\nДві кращі команди проходять уверхню сітку плей-оф, команди з третього по шосте місце потрапляють унижню сітку плей-оф, решта команд залишають турнір\r\n\r\nПлей-оф:\r\n\r\nСітка double-elimination. Всі матчі - Best of 3, гранд-фінал - best of 5.\r\nКалендар\r\n04.06.2021 14: 00 EG - TNC - 2: 0\r\n04.06.2021 14: 00 Liquid - beastcoast - \r\n1: 1\r\n04.06.2021 16: 50 Spirit - EG - 1: 1\r\n04.06.2021 16: 50 PSG.LGD - beastcoast - 2: 0\r\n04.06.2021 19: 00 VG - Liquid - 2: 0\r\n04.06.2021 19: 00 Nigma - PSG.LGD - 1: 1\r\n04.06.2021 21: 30 VG - TNC - 1: 1\r\n04.06.2021 21: 30 Spirit - Nigma - 0: 2\r\n05.06.2021 14: 00 VG - Spirit - 1: 1\r\n05.06.2021 14: 00 EG - beastcoast - 1: 1\r\n05.06.2021 16: 50 beastcoast - TNC - 0: 2\r\n05.06.2021 16: 50 Liquid - Nigma - 0: 2\r\n05.06.2021 18: 45 Spirit - PSG.LGD - 1: 1\r\n05.06.2021 19: 30 VG - EG - 1: 1\r\n05.06.2021 20: 55 Nigma - TNC - 0: 2\r\n05.06.2021 21: 50 PSG.LGD - Liquid - 2: 0\r\n06.06.2021 14: 00 TNC - PSG.LGD - 0: 2\r\n06.06.2021 14: 00 beastcoast - VG - 0: 2\r\n06.06.2021 16: 00 VG - Nigma - 0: 2\r\n06.06.2021 16: 00 PSG.LGD - EG - 2: 0\r\n06.06.2021 18: 00 TNC - Liquid - 1: 1\r\n06.06.2021 18: 00 Spirit - beastcoast - 1: 1\r\n06.06.2021 20: 00 Liquid - Spirit - 2: 0\r\n06.06.2021 20: 00 EG - Nigma - 1: 1\r\n07.06.2021 13: 00 Spirit - TNC - 1: 1\r\n07.06.2021 15: 00 PSG.LGD - VG - 1: 1\r\n07.06.2021 17: 00 Nigma - beastcoast - 2: 0\r\n07.06.2021 19: 00 EG - Liquid - 1: 1\r\n\r\nПлей-оф\r\n09.06.2021 18: 00 Virtus.pro - Nigma - 0: 2\r\n09.06.2021 15: 00 Alliance - PSG.LGD - 0: 2\r\n\r\nПівфінал\r\n11.06.2021 12: 00 Nigma - PSG.LGD - 1: 2\r\n\r\n09.06.2021 12: 00 Team Aster - T1 - 0: 2\r\n09.06.2021 21: 00 Quincy Crew - NoPing - 2: 1\r\n\r\nПівфінал\r\n11.06.2021 15: 00 T1 - Quincy Crew - 2: 1\r\n\r\nФІНАЛ\r\n12.06.2021 21: 00 PSG.LGD - T1 - 2: 1'),
(2, 'Лікнеп. The International 10 – головний турнір в кіберспорті', 'https://pic.sport.ua/images/news/0/13/183/orig_556699.jpg', 'Розповідаємо цікаві факти про масштабний чемпіонат з призовим фондом в розмірі $40 млн', '07.10.2021 09:03', 'Кіберспортивне співтовариство дочекалося. Один з найпрестижніших чемпіонатів в кіберспорті, рекордсмен за призовим фондом - The International повертається. Майже через два роки негласний чемпіонат світу з Dota 2 пройде з 7 по 17 жовтня. Проект Лікнеп з кіберспорту від Sport.ua і Parimatch розповість вам про цей турнір, згадаємо ретроспективу чемпіонату, згадаємо цікаві факти і спробуємо пояснити, чому потрібно стежити за The International.\r\nСтановлення\r\nПерший The International відбувся в серпні 2011 року. Тоді турнір пройшов в Кельні в рамках ігрової виставки Gamesсom. Компанія Valve оголосила про призовий фонд у розмірі 1.6 млн доларів. Фактично на цій виставці Dota 2 була представлена широкій публіці, величезний (на той момент) призовий фонд дозволив залучити більше уваги до гри. Український уболівальник памятає цей чемпіонат виступу Natus Vincere. Саме українська команда обіграла у фіналі EHOME і заробила 1 мільйон доларів, тоді засвітилися зірки Данила Dendi Ишутина, Олександра XBOCT Дашкевича і Клемента Puppey Іванова.'),
(3, 'Лікнеп. Як пройшов груповий етап The International і чого чекати у плей-оф?', 'https://pic.sport.ua/images/news/0/13/187/orig_557592.jpg', 'Розбираємо шанси команд на успіх і ділимося прогнозом', '12.10.2021 18:44', 'Головний турнір в світі кіберспорту - The International 10 щосили набрав хід. У Румунії з 7 по 17 жовтня 18 кращих команд світу з Dota 2 розігрують призовий фонд в розмірі 40 мільйонів доларів, переможцю дістанеться 18 із них. Протягом чотирьох днів відбулося 72 матчі, вже відомі учасники плей-оф у верхній і нижній сітці, а також перші команди, що вилетіли з турніру. В рамках спецпроекту Sport.ua і Parimatch пробіжимося по груповому етапу, а також розповімо, чого цікавого чекати в плей-оф і поділимося своїми прогнозом.\r\nКитайський каток\r\nЧасто на The Internaional трапляються протистояння команд з Китаю проти європейських колективів. Довгий час чемпіоном турніру щороку по черзі ставав європейський колектив і китайський. Зараз після двох років домінування європейців з OG Китай знову показує свою силу. За підсумками групового етапу в кожній з груп своїм суперникам не залишили шансів китайські команди. І якщо в групі B перемога PSG.LGD - як однієїз топових команд останніх років, не викликає здивувань, то в групі A потужний результат показали хлопці з Invictus Gaming - славної організації, але яка давно не досягала успіху на такому рівні. Причому, відразу два гравця команди заразилися коронавірусом, але це їм не завадило перемагати. Зараз ці два клуби впевнено розібралися з суперниками на турнірі і поки не знають поразок. Ще одна третя китайська команда Vici Gaming посіла третє місце в своїй групі і також вийшла у&nbsp;верхню сітку плей-оф.'),
(4, 'У Dota 2 презентували нового героя – Marci', 'https://pic.sport.ua/images/news/0/13/199/orig_559869.jpg', 'Чергове оновлення у популярній кіберспортивній дисципліні', '29.10.2021 09:44', 'У Dota 2 вийшов новий патч 7.30e. Головна зміна у грі – додавання нового героя Marci. Це персонаж із основною характеристикою «сила» з атакою ближнього бою. Герой, як і в аніме, не говорить, а може тільки свистіти.\r\n\r\nВ рамках патчу також були ослаблені Tiny та Magnus, а також збалансовані інші персонажі.'),
(5, 'Dendi – російській армії: «Хлопці, покиньте нашу землю»', 'https://pic.sport.ua/images/news/0/14/78/orig_575794.jpg', 'Легендарний український кіберспортсмен закликав окупантів залишити Україну', '28.02.2022 12:00', 'Відомий український гравець з Dota 2 Данило Dendi Ішутин виступив зі зверненням до своїх фанатів з Росії.\r\n\r\n«Привіт усім. У мене багато хто питає, як я там. Дякую усім, хто за мене хвилюється, але мова піде зараз не про це. І я не нормально. Почуття тривоги не покидає мене, і просто хочеться провалитися під землю. Це відео для сусідів, оскільки наші хлопці й дівчата і так про все знають, і бачать. Те що відбувається зараз у нашій країні — це повний жах. Російська армія прийшла на наші землі. Мої рідні та друзі зараз потрапляють під удари ракет, градів, автоматів. Гинуть люди, руйнуються будинки та життя. Це відбувається зараз.\r\n\r\nБудь ласка, хлопці та дівчата з Росії, перестаньте вірити в пропаганду. Вам з перших вуст доносять інформацію про жах, який тут відбувається. Зупиніть це божевілля. Важе життя зіпсується через ваш уряд. Російський уряд робить повну нісенітницю. Вони руйнуть наші життя і ваші теж. Ви можете допомогти, розповсюджуйте цю інформацію. Я знаю, що хлопці з російської армії знають про кіберспорт, і можливо це побачать. Хлопці, покиньте нашу землю. Ви тут нікому не потрібні. Від кого ви нас рятуете? Що вам говорять ваші командири? Яким лайном забивають ваші мізки? Яку спец операцію ви проводите? Мені 32 роки, я все життя живу у Львові, я вільно розмовляю російською. І ніколи мене тут ніхто не путискував за це. Дай бог вам здоров’я. Слава Україні», - сказав Dendi.\r\n\r\nВідео:https://youtu.be/JgXTouBGOEM\r\n\r\nРаніше гравець NAVI Олександр s1mple Костилев перевів мільйон гривень українській армії.'),
(6, 'Кіберспорт українською – новий тренд', 'https://pic.sport.ua/images/news/0/13/106/orig_541377.jpg', 'Кіберспорт українською – новий тренд', '11.06.2021 07:19', 'WePlay Esports активно підтримує розвиток українськомовних кіберспортивних ведучих та коментаторів, або, як їх називають в індустрії – талантів.\r\n\r\nЩе на початку 2020 року компанія провела турнір із Dota 2 – WePlay! Bukovel Minor 2020. Саме тоді вперше була організована офіційна студійна українська трансляція. Відгуки українських шанувальників кіберспорту показали, що трансляції державною мовою цікаві глядачеві. Тож, командою WePlay Esports було прийнято рішення організувати україномовну студію під час турніру WePlay AniMajor спільно з Федерацією кіберспорту України (UESF).\r\n\r\nГоловна студія WePlay AniMajor – англомовна. Вона знаходиться на WePlay Esports Arena Kyiv і стилізована в тематиці японського аніме. Щоб україноськомовні фанати відчули атмосферу турніру, українську студію теж відповідно прикрасили. До того ж ведучі та коментатори одягнені у стилі аніме, що додає святкового настрою.\r\n\r\nМіжнародний турнір з Dota 2 WePlay AniMajor проходитиме в Києві до 13 червня 2021 року. Кіберспортивні команди змагаються за загальний призовий фонд у $500 000 та 2700 очків Dota Pro Circuit (DPC). Провідні команди світу зацікавлені показати найкращий результат, щоб потрапити на міжнародний турнір The International, де призовий фонд цього року складає 40 млн доларів.\r\n\r\nВедучим українськомовної трансляції WePlay AniMajor став Олексій «yXo» Малецький (Твіттер), що відомий шанувальникам кіберспорту вже багато років. Працювати в команді з Олексієм залучили молодих кіберспортивних коментаторів. Для багатьох із них це перший досвід роботи у професійній кіберспортивній студії на міжнародному турнірі.'),
(7, 'Solo, ALOHADANCE і ArtStyle перейшли в Natus Vincere', 'https://pic.sport.ua/images/news/0/13/161/orig_552324.jpg', 'NAVI представили новий зірковий склад з Dota 2', '02.09.2021 15:21', 'Natus Vincere оголосили новий Dota 2-склад. В український клуб перейшов Олексій Solo Березін, Ілля ALOHADANCE Коробкін і Віктор GeneraL Нігріні.Легенда клубу Іван ArtStyle Антонов став тренером команди.Вони приєдналися до Аліка V-Tune Воробя і Володимира Міненка.'),
(8, 'The International 10. Підсумки та результати турніру', 'https://pic.sport.ua/images/news/0/13/184/orig_556883.jpg', 'У Румунії відбувся головний кіберспортивний турнір в році', '18.10.2021 10:40', 'У Бухаресті відбувся The International 10 - масштабний кіберспортивний турнір по Dota 2 з призовим фондом в 40 мільйонів доларів. Переможцем стала команда Team Spirit, в складі якої грало двоє українців - Мирослав Колпаков та Ілля Мулярчук.\r\n\r\nУ фінальній частині TI взяло участь 18 команд - це 12 найкращих команд рейтингу Dota Pro Circuit, які пройшли безпосередньо; шість учасників чемпіонату визначилися через регіональні відбіркові в СНД, Європі, Китаї, Південно-Східної Азії, Північній і Південній Америці.\r\n\r\nГруповий етап:\r\n- учасників поділили на дві групи по дев\'ять команд;\r\n- всі матчі проходять у форматі best of 2 (2 картки);\r\n- колективи, які посіли 1-4 місця, виходять в верхню сітку плей-оф;\r\n- команди, що зайняли 5-8 місця, виходять в нижню сітку плей-оф;\r\n- учасники, які завершили груповий етап на дев\'ятому місці, залишають турнір.'),
(9, 'Два українські гравці стали чемпіонами The International 10', 'https://pic.sport.ua/images/news/0/13/191/orig_558349.jpg', 'Ілля Мулярчук і Мирослав Колпаков повторили досягнення українців з Na`Vi', '18.10.2021 10:41', 'Два українських кіберспортсмени Ілля «Yatoro» Мулярчук і Мирослав «Mira» Колпаков у складі команди Team Spirit виграли головний турнір з дисципліни Dota 2 - The International.\r\n\r\nКоманда переможців, яка складається з п\'яти осіб, отримала 18 мільйонів доларів із загального призового фонду в $40 мільйонів.\r\n\r\nДруге місце і $5,2 млн призових дісталося команді PSG.LGD. У гранд-фіналі Team Spirit виграли з рахунком 3:2.\r\n\r\nВідзначимо, що перший The International виграла українська команда Na`Vi. Тоді переможці забрали приз в один мільйон доларів.'),
(10, 'Український чемпіон The International - фіналіст премії Новачок року', 'https://pic.sport.ua/images/news/0/13/195/orig_559016.jpg', 'Ілля Yatoro Мулярчук став відкриттям головного кіберспортивного турніру 2021 року', '23.10.2021 09:22', 'Український кіберспортсмен, керрі команди Team Spirit Ілля Yatoro Мулярчук може стати Новачком року на ПК. Українець вийшов до фіналу голосування премії за версією Esports Awards.\r\n\r\nВідзначимо, що серед 10-ти номінантів є ще один українець - гравець складу Natus Vincere з CS:GO - Валерій B1t Ваховський.\r\n\r\nНагадаємо, що Yatoro став чемпіоном The International 2021 і в місці з Team Spirit виграв 18 млн доларів.\r\n\r\nВсі номінанти:\r\nDota 2: Ілля Yatoro Мулярчук\r\nValorant: Тайсон TenZ Нго, Аяз nAts Ахметшин, Петро Asuna Мазурик.\r\nLeague of Legends: Кайл Danny Сакамакі, Хав\'єр Elyoya Прадес, Адам Adam Маана.\r\nCS:GO: Валерій B1t Ваховський, Дмитро sh1ro Соколов\r\nOverwatch: Про Pelican Се Хен\r\nTeamfight Tactics: Робін Robinsongz Сон.'),
(11, 'Чемпіонат України з кіберспорту - 2021: як пройшов і чим примітний', 'https://pic.sport.ua/images/news/0/14/40/orig_568096.jpg', 'У чемпіонаті взяли участь 1195 гравців з усіх куточків країни', '28.12.2021 10:38', '20 листопада відбувся фінал першого в історії нашої країни Чемпіонату України з кіберспорту. Команди боролися за право стати чемпіонами в дисциплінах CS:GO та Dota 2, а призовий фонд становив 1,5 млн гривень.\r\n\r\nЧемпіонат України з кіберспорту 2021 року – перший в історії України турнір із дисциплін CS:GO та Dota 2. Його організатором стала Федерація кіберспорту України, технічним партнером виступила компанія WePlay Esports. Змагання примітні ще й тим, що увійшли до Єдиного календарного плану спортивних подій.');

-- --------------------------------------------------------

--
-- Структура таблиці `lol`
--

CREATE TABLE `lol` (
  `id` int NOT NULL,
  `title` varchar(225) NOT NULL,
  `img` varchar(225) NOT NULL,
  `description` varchar(225) NOT NULL,
  `date` varchar(50) NOT NULL,
  `text` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп даних таблиці `lol`
--

INSERT INTO `lol` (`id`, `title`, `img`, `description`, `date`, `text`) VALUES
(1, 'Анонсовано тактичний шутер у всесвіті League of Legends', 'https://pic.sport.ua/images/news/0/11/110/orig_462182.jpg', 'Riot Games планує створити конкурента CS:GO', '16.10.2019 12:00', 'Riot Games розробляє тактичний шутер Project A, дата релізу якого поки невідома. Про це повідомили на заході на честь десятиліття League of Legends.\r\n\r\nУ грі буде не тільки стрілянина, але і персонажі з унікальними здібностями. Riot обіцяє максимально можливий захист від чітерів із самого релізу, а також покращений неткод, який позбавить гравців високого пінгу і лагів.<br>Чутки про розробку шутера від Riot Games зявилися в квітні 2018 року. Тоді інсайдер Гійом neL Канело повідомив, що компанія готує конкурента CS:GO, а в його створенні допомагає співавтор карти Cache Сальваторе Volcano Гароццо.'),
(2, 'Riot Games збирається провести чемпіонат світу для збірних', 'https://pic.sport.ua/images/news/0/11/129/orig_465924.jpg', 'Незабаром відбудеться League of Legends World Cup', '12.11.2019 19:08', 'Riot Games збирається проводити League of Legends World Cup - чемпіонат світу для збірних. Про це розповів журналіст Тайлер Ерцбергер, а СЕО Riot Games Ніколо Лоран підтвердив цю інформацію в твіттері.\r\n\r\nЗа словами Ерцбергера, на реалізацію цих планів можуть піти роки. Принциповою відмінністю від нинішнього World Championship стане те, що гравці будуть представляти не організацію, а країну.\r\n\r\nЧемпіонат світу з League of Legends в 2019 році відбувся в Європі. Фінал пройшов в Парижі, Франція. Переможцем стала китайська команда FunPlus Phoenix, яку також представляли два кіберспортсмена з Кореї.'),
(3, 'Natus Vincere можуть повернутися в League of Legends', 'https://pic.sport.ua/images/news/0/11/169/orig_473842.jpg', 'Українська організація розпустила склад у 2017-му році', '16.01.2020 11:35', 'Natus Vincere можуть підписати склад з League of Legends і повернутися до Континентальної ліги.\r\n\r\nОчікується, що NAVI замінять в лізі Vega Squadron. У жовтні Vega Squadron тимчасово заморозила склади з Доти і CS:GO через фінансові труднощі.\r\n\r\nNAVI зробили офіційну пропозицію, клуб поки не прийняв остаточного рішення.\r\n\r\nПерший склад NAVI по League of Legends з\'явився в 2012-му, тоді клуб підписав європейський склад. У 2015-му NAVI анонсували СНД-склад, він розпався в 2017-му році.\r\n\r\nНагадаємо, що в листопаді 2019 року Natus Vincere представили новий склад з Dota 2.'),
(4, 'Розробники LoL можуть виплатити 400 млн доларів за статєву дискримінацію', 'https://pic.sport.ua/images/news/0/11/183/orig_476735.jpg', 'В Каліфорнії подали в суд на Riot Games', '23.01.2020 12:02', 'Дві урядові організації Каліфорнії в області захисту трудових прав заявили, що Riot Games повинна виплатити більше $ 400 млн своїм співробітницям в якості компенсації за прояв статєвої дискримінації. На початку грудня повідомлялося, що компанія і позивачки домовилися про суму в $ 10 млн.\r\n\r\nЗа даними видання Los Angeles Times, Департамент із захисту трудових і житлових прав Каліфорнії вирахував, що різниця в оплаті праці жінок і чоловіків перевищує $ 400 млн. Організація заявила, що інші прояви дискримінації, крім фінансових, не були відображені в угоді, також як і зміни в кадровій політиці компанії, які повинні були відбутися після скандалу.\r\n\r\nУ липні 2018 року Kotaku опублікував розслідування, присвячене сексизму в Riot Games. У статті стверджувалося, що в компанії процвітає «офісна культура бро», а керівництво воліє наймати і просувати по кар\'єрних сходах співробітників чоловічої статі. Разом з тим жінки, за даними видання, отримували меншу зарплату, ніж чоловіки, що працюють на таких же або схожих посадах.\r\n\r\nПозов до розробника League of Legends був зареєстрований в листопаді 2018 року. У серпні 2019 го працівники компанії розповіли Kotaku, що ситуація поліпшується, але цьому заважають деякі члени керівництва.\r\n\r\nРаніше повідомлялося, що Riot Games збирається провести чемпіонат світу для збірних.'),
(5, 'League of Legends майже в два рази перевершила CS:GO за популярністю', 'https://pic.sport.ua/images/news/0/11/183/orig_476735.jpg', 'LOL очолює рейтинг найпопулярніших кібердисциплін', '08.02.2020 08:48', 'League of Legends займає перше місце серед дисциплін за глядацьким інтересом за 2019 рік.\r\n\r\nУ минулому році турніри з LOL зібрали 478,7 млн годин перегляду. На другому місці CS:GO, турніри якої подивилися 284 млн годин. На третьому місці Dota 2 (282,2 млн годин).\r\n\r\nLeague of Legends також обійшла конкурентів по піковому онлайну на трансляціях. За півфіналом 2019 World Championship між G2 Esports і T1 стежили 3,985 млн осіб одночасно. Найближчий переслідувач LoL - Dota 2 з 1,9 млн глядачів на стрімі фіналу The International 2019.'),
(6, 'Праву руку зірки LOL застрахують на 830 тисяч доларів', 'https://pic.sport.ua/images/news/0/12/86/orig_497373.jpg', 'Лі Faker Сан Хек уклав масштабну операцію', '29.07.2020 17:09', 'Один з найсильніших гравців в League of Legends Лі Faker Сан Хек уклав угоду з фінансовою компанією Hana Bank.\r\n\r\nЙого кіберспортивна організація T1 стала співпрацювати з Hana Bank. Частиною угоди стала страховка правої руки Faker в розмірі 1 мільярд південнокорейських вон (830 тисяч доларів).\r\n\r\nТакож завдяки цій угоді в команді в три рази буде збільшено зарплати.\r\n\r\nНагадаємо, що Faker є співвласником Т1.\r\n\r\n24-річний Лі Faker Сан Хек є одним з найбільш титулованих гравців в League of Legends. Він є триразовим чемпіоном світу.'),
(7, 'Жерар Піке за 300 тисяч євро купив команду з League of Legends', 'https://pic.sport.ua/images/news/0/13/161/orig_552302.jpg', 'Захисник «Барселони» вклався в кіберспорт', '02.09.2021 12:23', 'Захисник «Барселона» Жерар Піке купив склад з League of Legends. Спільно зі стримером Ібаєм Льяносом Ibai Гаратеєю він придбав команду Astralis Stormbringers, яка недавно отримала слот в іспанській регіональній лізі.\r\n\r\nКупівлею команди також цікавилися Fnatic і Team Heretics. Сума угоди склала 300 тисяч євро. Назва, під якою виступатиме іспанський ростер, поки невідомо.\r\n\r\nСклад Astralis Stormbringers:\r\nMyrwn\r\nCRoNiiK\r\nKamikaze\r\nZherathor\r\nRaziel\r\nBoly.\r\n\r\nРаніше повідомлялося, що Піке пішов на зниження зарплати, щоб «Барселона» змогла заявити новачків.');

-- --------------------------------------------------------

--
-- Структура таблиці `valorant`
--

CREATE TABLE `valorant` (
  `id` int NOT NULL,
  `title` varchar(225) NOT NULL,
  `img` varchar(225) NOT NULL,
  `description` varchar(225) NOT NULL,
  `date` varchar(50) NOT NULL,
  `text` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп даних таблиці `valorant`
--

INSERT INTO `valorant` (`id`, `title`, `img`, `description`, `date`, `text`) VALUES
(1, 'Відомі команди, які представлять регіон EMEA на VCT 2021 Stage 3 Masters – Berlin із Valorant.', 'https://img.tsn.ua/cached/213/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/1036x648/c7/f9/9a3a54b24256c452d94cddee3d1cf9c7.jpeg', 'Команди Acend і Gambit Esports виступлять на VCT 2021 Stage 3 Masters – Berlin із Valorant', '20.08.2021 16:32', 'На сторінці VALORANT Champions Tour у Twitter були анонсовані учасники VCT 2021 Stage 3 Masters – Berlin, які отримали місця на турнірі завдяки своїм результатам на VALORANT Champions Tour 2021: EMEA Stage 3 Challengers Playoffs. Слоти дісталися колективам Acend, Gambit Esports, G2 Esports і SuperMassive Blaze.\r\n\r\nНа VCT 2021 Stage 3 Masters – Berlin боротимуться 16 команд від семи регіонів. Подія відбудеться 10–19 вересня. Призовий фонд поки не анонсовано, але відомо, що переможець також отримає місце на світовому чемпіонаті VALORANT Champions 2021.\r\n\r\nТурнір VCT 2021 EMEA Stage 3 Challengers Playoffs ще не завершився, проте саме командам Acend, Gambit Esports, G2 Esports і SuperMassive Blaze належить розподілити між собою 1–4 місця, за які передбачені слоти на VCT 2021 Stage 3 Masters – Berlin. Також вони отримають такі грошові нагороди:\r\n1 місце – €32,5 тис.\r\n2 місце – €15,5 тис.\r\n3 місце – €10 тис.\r\n4 місце – €7,5 тис.\r\n\r\nКоманда Acend, за яку грає український кіберспортсмен Владислав Kiles Швець, потрапила до фіналу верхньої сітки VCT 2021 EMEA Stage 3 Challengers Playoffs за підсумками матчу проти Gambit Esports, який відбувся 16 серпня. Її наступним суперником стане SuperMassive Blaze. Матч призначений на 20:00 за київським часом 20 серпня.'),
(2, 'Колектив з українським гравцем посів третє місце на VCT 2021 EMEA Stage 3 Challengers Playoffs із Valorant', 'https://img.tsn.ua/cached/100/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/1036x648/7c/85/c1aef248c8fee4874a22e4ae6fb4857c.jpeg', 'Колектив з українським гравцем посів третє місце на VCT 2021 EMEA Stage 3 Challengers Playoffs із Valorant', '12.08.2021 10:30', 'Переможцем турніру VALORANT Champions Tour 2021: EMEA Stage 3 Challengers Playoffs став колектив Gambit Esports. Він заробив €32,5 тис. Друге місце дісталося SuperMassive Blaze, який отримав €15,5 тис.\r\n\r\nКоманда Acend, за яку грає українець Владислав Kiles Швець, посіла третє місце на турнірі. Її нагорода становила €10 тис. Четверте місце і €7,5 тис. дісталися G2 Esports. Також всі чотири команди кваліфікувалися на VCT 2021 Stage 3 Masters – Berlin.'),
(3, 'У Valorant призупинили внутрішньоігрові купівлі', 'https://img.tsn.ua/cached/976/tsn-467385bb6791cfb7cbfd1f8cbeac76e2/thumbs/1036x648/b5/f4/2e7308327f278f9bf872eb829b52f4b5.jpeg', 'У Valorant призупинили внутрішньоігрові купівлі', '26.08.2021 15:30', 'На сторінці PlayVALORANT у Twitter зявилося повідомлення про те, що через складнощі під час купівель у магазині гри, розробники припиняють його роботу.\r\n\r\nВсім, хто зіштовхнувся з цією проблемою, обіцяють надати товар пізніше або відшкодувати витрачену на нього валюту.'),
(4, 'Подумали, що чітер. Українця s1mple забанили в Valorant', 'https://pic.sport.ua/images/news/0/13/54/orig_530957.jpg', 'Зірка Natus Vincere несподівано отримав блокування', '28.03.2021 13:26', 'Лідер складу Natus Vincere з CS: GO Олександр s1mple Костилєв повідомив про те, що він отримав бан в змагальному режимі в Valorant.\r\n\r\nПро це гравець повідомив у себе в твіттері:\r\n\r\n«Спеціально не розкриваю свій нік, прокидаюся і бачу, що я заблокований в змагальному режимі, LOL.\r\n\r\nЯк перевірити закінчення бану?\r\n\r\nЯ не чітер», - написав s1mple в Twitter.\r\n\r\nЗ виходом останнього оновлення в Valorant гравці, які отримали велику кількість репортів, можуть бути заблоковані в змагальному режимі терміном на три дні.\r\n\r\nРаніше схожий бан на своєму основному акаунті отримав колишній про-гравець в CS:GO Дмитро Dima Бандурка.'),
(5, 'Колишній гравець Natus Vincere перейшов у VALORANT', 'https://pic.sport.ua/images/news/0/13/60/orig_532159.jpg', 'Tonyblack спробує себе в новій киберспортивній дисципліні', '06.04.2021 04:41', 'Колишній гравець NAVI і Vega Squadron Антон tonyblack Колесніков, також відомий як kibaken, заявив про свій перехід в VALORANT.\r\n\r\n«Поспішаю вам повідомити, що вічно молодий і перспективний переходить в VALORANT. Багато тут розписувати не буду, скажу тільки те, що швидше за яскравих і гарних моментів було набагато більше, ніж негативних. Незважаючи на те, що добитися якихось суперрезультатів все ж особисто мені не вдалося, були непогані спроби підкорити світ разом з NAVI, YP, Spirit, Vega. Турніри, емоції, адреналін, вогонь в очах - це те, заради чого я завжди грав і то, чого мені не вистачало останнім часом. Не знаю як складеться в майбутньому, але принаймні зараз, я отримую задоволення від нової гри», - написав tonyblack в vk.com.\r\n\r\n28-річний tonyblack виступав на професійній сцені Counter-Strike з 2011 року. Він представляв Virtus.pro в Counter-Strike 1.6, а також Natus Vincere, Team Spirit, Spartak Esports, forZe, Vega Squadron і безліч інших колективів в CS: GO. У складі Vega Squadron Антон зіграв на FACEIT Major - London 2018 і Intel Extreme Masters Season XIII - Katowice Major 2019. Останньою командою Колесникова була 1win - в листопаді 2020 його перевели в інактив.'),
(6, 'Лікнеп. CS:GO посунься. VALORANT – нове бачення кіберспортивного шутера', 'https://pic.sport.ua/images/news/0/13/100/orig_540017.jpg', 'Розповідаємо про ігрову дисципліну, яка розвивається шаленими темпами', '06.08.2021 13:23', 'Щороку в індустрії кіберспорту з\'являються нові проекти, які намагаються конкурувати з усталеними дисциплінами, залучити щось нове в той чи інший жанр. У новому матеріалі спецпроекту Sport.ua і Parimatch поговоримо про один із таких проектів. VALORANT - гра від компанії-ветерана кіберспорту - Riot Games.\r\n\r\nЩо таке VALORANT?\r\n\r\nVALORANT з\'явився рівно рік тому. 2 червня 2020 року компанія Riot Games офіційно випустила свій проект в ніші кіберспортивного шутера. Головним завданням компанії було створити конкурента монополісту на ринку - CS:GO від Valve. Відзначимо, що Riot Games і Valve давно змагаються між собою в іншому жанрі - MOBA. Де у кожної компанії є свій проект: League of Legends у Riot Games і Dota 2 у Valve.\r\n\r\nВідмінності VALORANT від CS:GO\r\n\r\nГоловною відмінною рисою гри є її персонажі. У VALORANT вони називаються агенти. У кожного є по чотири здібності. Одна з них доступна завжди і перезаряджається за певний час, інші дві необхідно докуповувати. Четверта «ультимативна» здатність є найсильнішою, яка може бути визначальною в раунді. Вона заряджається протягом матчу. У кожного агента свій набір умінь, що відповідає своєму класу. Sova стріляє з лука дротиком, який розкриває позиції ворога, Sage може воскрешати убитих союзників, Jett має безліч метальних ножів, кожен з яких завдає летальної шкоди. Багато умінь героїв повторюють дію гранат в CS:GO - тут варіації осколкових, димових або засліплюючих гранат.\r\n\r\nНезважаючи на важливість персонажів і унікальність їх умінь, VALORANT - це шутер. Основа цієї гри - стрільба. Як і в CS:GO, кожен раунд починається з закупівлі. Гравці купують броню, зброю і здібності. Асортимент зброї представлений 17 одиницями. Тут, не дивлячись на інші назви і мультяшний стиль кожної гармати, в більшості з них вгадуються аналоги з CS:GO. Гвинтівка VANDAL - це AK-47, пістолет GHOST - USP, снайперська гвинтівка OPERATOR - AWP.'),
(7, 'S1mple: «Перехід в Valorant? Можливо, коли стану старим»', 'https://pic.sport.ua/images/news/0/13/174/orig_554831.jpg', 'Зірка Natus Vincere поки пов\'язує свою кар\'єру тільки з CS:GO', '21.09.2021 13:03', 'Український кіберспортсмен, лідер складу Natus Vincere з CS:GO Олександр s1mple Костилєв розповів про можливий перехід у Valorant.\r\n\r\n«Чи буду я колись грати на про-рівні в Valorant? Не знаю, мужик. Може, коли стану старим. Мені ще потрібно багато чого виграти в CS:GO», - сказав s1mple.\r\n\r\nНагадаємо, що недавно s1mple в складі NAVI став чемпіоном ESL Pro League Season 14, також разом з командою він став переможцем сезону Intel Grand Slam.\r\n\r\nЗа свою кар\'єру 23-річний кіберспортсмен вже заробив більше 1 млн доларів.'),
(8, 'Українець став чемпіоном VALORANT Champions 2021', 'https://pic.sport.ua/images/news/0/14/31/orig_566349.jpg', 'Владислав Kiles Швець вдало відіграв за команду Acend', '13.12.2021 10:35', 'Команда Acend обіграла Gambit Esports у гранд-фіналі чемпіонату VALORANT Champions 2021 з рахунком 3:2.\r\n\r\nКолектив переможців отримала $350,000 призових, а Gambit Esports посіли друге місце та заробили $150,000 на команду.\r\n\r\nРаніше Gambit обіграли колективи X10 CRIT та KRU Esports, а Acend здобули перемогу над Team Secret та Team Liquid. Загалом у турнірі взяло участь 16 команд.\r\n\r\nУ складі Acend грав український кіберспортсмен, Владислав Kiles Швець.\r\n\r\nТурнір Valorant Champions 2021 проходив у Берліні з 1 по 12 грудня, на якому 16 команд розіграли призовий фонд у розмірі $1 мільйон.');

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `cs-go`
--
ALTER TABLE `cs-go`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `dota-2`
--
ALTER TABLE `dota-2`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `lol`
--
ALTER TABLE `lol`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `valorant`
--
ALTER TABLE `valorant`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `cs-go`
--
ALTER TABLE `cs-go`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблиці `dota-2`
--
ALTER TABLE `dota-2`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT для таблиці `lol`
--
ALTER TABLE `lol`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `valorant`
--
ALTER TABLE `valorant`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
